---
kind: enumMember
id: F:Autodesk.Revit.DB.PathType.Relative
enum: Autodesk.Revit.DB.PathType
source: html/dab91714-40d3-bc4a-6c5e-1b5eb504e341.htm
---
# Autodesk.Revit.DB.PathType.Relative

The path is relative to the host file's location, or
 to the central model's location if the host is workshared.